hotel = {
    "name": "Петровка 17/5",
    "address": "Москва, Петровка 17 строение 5",

    "category": "3 звезды",

    "rooms": {
        "total": 15,
        "categories": [
            "Одноместный",
            "Стандарт",
            "Улучшенный",
            "Комфорт"
        ]
    },

    "services": {
        "breakfast": {
            "available": True,
            "price": 900,
            "description": "Два блюда на выбор плюс чай"
        },

        "pets": {
            "available": True,
            "price": 1000,
            "description": "Размещение с животными"
        }
    },

    "advantages": [
        "Центральное расположение в Москве",
        "Пешая доступность до Красной площади",
        "Рядом ЦУМ и Большой театр",
        "Доброжелательный и гостеприимный персонал",
        "Современный ремонт и дизайн номеров",
        "Pet friendly формат"
    ],

    "limitations": [
        "Отель расположен в цокольном этаже"
    ],

    "positioning": (
        "Небольшой городской отель в центре Москвы "
        "с персональным сервисом, комфортными номерами "
        "и удобным расположением для туристических и деловых поездок."
    )
}
